sim4/0/U.particles
FoamFile { version 2.0; format ascii; class volVectorField; location "0"; object U.particles; }
dimensions [0 1 -1 0 0 0 0];
internalField uniform (0 0 0);
boundaryField
{
    Inlet { type fixedValue; value uniform (4 0 0); }
    Outlet { type zeroGradient; }
    Wall { type noSlip; }
}
